Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/C14B.tmx
Source language: en_us
Languages: zh_cn

source: At Home With Karl Marx
zh_cn: 《爱情和资本论》

source: “I first encountered the Marx family story in the back of a London magazine,” Mary Gabriel writes in the opening line of her intimate account of Karl Marx and his family.
zh_cn: “我第一次读到宣传这本马克思家庭故事的传记是在伦敦一本杂志的封底上。”玛丽・加布艾儿（MaryGabriel）在她新书的开篇写道，这本书使玛丽和卡尔・马克及他的家庭生活有了亲密接触。

source: It is not a reassuring start for the reader, particularly when the publisher promises a book that uncovers “the unyielding love that bound together a man and woman in the midst of history’s whirlwind.”
zh_cn: 对于读者来说这个故事已经不再新鲜了，特别是出版商一再保证这本传记会揭开“在历史的风烟滚滚中，那种不折不挠，令一个男人和一个女人能厮守终生的动人情愫。”

source: Gabriel should try to have whoever came up with that one fired.
zh_cn: 加布艾儿一定想把想出这句宣传语的人用枪杀了。

source: The history of Marx the man, father, husband and journalist is dramatic enough to require no overwriting, and indeed “Love and Capital” is a huge, often gripping book.
zh_cn: 却实如此，马克思做为一个男人、父亲、丈夫、记者的角色及其生平事迹已经足够戏剧化，好像不需要我们锦上添花，浪费更多笔墨。但是我要说的是这部马克思的传记《爱情和资本论》还是一部能足够吸引读者眼球的作品。

source: It gives an entertaining and balanced portrait of Marx, Engels, their colorful milieu of exiles, freaks and revolutionaries, and the little-known Marx family, dominated by Karl’s political obsession.
zh_cn: 这部传记趣味十足、张驰有度，既描述了马克思和恩格思及其他们流放异乡、独特个性和革命精神背后多彩的社会环境，又记叙了他狂热政治背后显为人知的家庭生活。

source: It also details illicit love affairs, the deaths of children and financial struggles, all based on vast research and narrated with empathetic passion.
zh_cn: 而且书中还描述了一段不正当的婚外恋情、骨肉的夭折和经济的拮据。书中的所有资料都是大量研究的成果并搭配作者真挚、激情的文字描述。

source: At the same time, it is too long by 200 pages and often undermined by flagrantly purple throbbings, minor mistakes and portentous overegging.
zh_cn: 同时长达200页的传记也会由于追求华而不实的词语韵律、微小的错误和明显的过分夸张使内容稍显逊色。

source: In the prologue we learn that London “signaled like a beacon in the black and roiling North Sea waters”; for us English pedants, the city stands on the Thames.
zh_cn: 在序言中作者写道伦敦“就像是漆黑、凶涌的北海海面的一盏信号灯”，对于我们学究气十足的英国人来说，伦敦城就站立在泰晤士河的旁边。

source: One sentence ploddingly reads: “In rooms throughout England, men of vision were similarly hard at work.”
zh_cn: 这个句子也略显沉重些“在整个英格，有识之士同样努力工作。”

source: Marx is described as “a man-child,” whose mind is “as hard and brilliant as a diamond.”
zh_cn: 马克思被形容成“孩子气般的男人”，“他的智慧像钻石一样闪烁，内心像钻石一样坚强。”

source: Emperor Napoleon III, a shrewd politician whose career may have ended in disaster but who managed to dominate France and to some extent Europe for 20 years, is said by Gabriel to have had “the placid face of a dimwit.”
zh_cn: 作者还把精明的具有政治家天赋的拿破伦描写成有着一张“傻气的平静面庞”，虽然拿破伦最后的结局很凄惨，但他还是统治了法国20余年的天才领导者。

source: Gabriel, the author of a biography of Victoria Woodhull, argues that Marx’s private life is especially relevant now, because in 2008 “as I moved from research to writing, belief in the infallibility” of capitalism “began to waver,” making Marx’s analysis seem “more prescient and compelling.”
zh_cn: 加布艾儿曾是《维多利亚・伍德哈尔（VictoriaWoodhull）》[1]的作者，在她的这本新传记中，她解释道马克思的私人生活还是很重要的，因为在2008年时“当我研究工作结束，开始着手写稿子时，曾经对资本主义制度深信不疑的我，开始有点动摇了”，并认为马克思主义分析事物的方法似乎“更有预见性，而且也更令人信服。”

source: But this is surely an argument for a new work on Marxism, not on his private life.
zh_cn: 但这种论断恐怕只适用于新传记有关马克思主义的那部分，至于私人生活就另当别论了。

source: No one should disagree with Plutarch’s view that personality matters in history, but Gabriel writes in her introduction that without the women in Marx’s life, “there would have been no Karl Marx, and without Karl Marx the world would not be as we know it.”
zh_cn: 没有人反对普鲁塔克（希腊历史学家）的观点，认为人的个性在历史中起着重要的作用，但是作者在序言中写道如果马克思的生命中没有那个女人“这个世界可能就没有马克思，就没有我们熟知的现在这个世界。”

source: Is that really true?
zh_cn: 这种观点是否正确？

source: Did the Dickensian facts of Marx’s family life, no matter how delicious, change the world?
zh_cn: 狄更斯风格式的痛苦、贫困却充满爱意的马克思家庭生活，无论听起来有多么动人之处，就真的能改变世界吗？

source: In fact, “Love and Capital” is enjoyable not so much because of any brisk analysis of Marxist theory that it provides or its endless catalog of political feuding, but because of the details of family life and family politics that Gabriel offers up — her vivid portrait of a struggling, obsessional bohemian intellectual in the capitals of mid-19th-century Europe.
zh_cn: 事实上《爱情和资本论》最令人津津乐道的不是作者对马克思主义敏锐的分析，或记录马克思无休止的政治斗争，相反他的家庭生活细节和他与周遭人相互关系才是最吸引人的。作得加布艾儿向我们细致地描述了19世纪欧洲中叶，生活在其政治中心的，一个知识分子的执着与迷恋、放荡与不羁，斗争与激情。

source: Gabriel’s heroine is certainly Marx’s wife, a beautiful aristocrat.
zh_cn: 制作：EdNacional，版权：nytimes加布艾儿书中的女主角当然是马克思漂亮、出生于贵族家庭的妻子。

source: As the author puts it: “Jenny von Westphalen was the most desirable young woman in Trier,” so well connected that her brother later became Prussian interior minister even while Marx was planning the downfall of the reactionary kingdoms of Europe.
zh_cn: 作者写道“燕妮・卫斯特法伦（JennyvonWestphalen）是特里尔城最完美的妻子。”有意思的是她的弟弟后来担任了普鲁士政府的内政部长，而马克思正计划着推翻欧洲反动的国王们。

source: Jenny remains her own person as she copes with the mountainous selfishness and self-regard of her husband.
zh_cn: 即使要面对着无比自私、自大的丈夫时燕尼也未曾改变对他的爱。

source: When they have sex before they actually marry, she writes to him: “I can feel no regret.
zh_cn: 在没有结婚前，他们就做爱了，她在给马克思的一封信中写道“我一点都不后悔。

source: When I shut my eyes very tightly, I can see your blessed smiling eyes. . . .
zh_cn: 当我紧闭双眼时，我能看到你充满幸福、甜蜜微笑的双眼......

source: Oh Karl . . . I am happy and overjoyed. . . .
zh_cn: 卡尔，我是多么快乐呀！......
